Repository: AlvesR0/artscript
Catalog: translate/*.po
Languages: fr

source: %f => file.ext, %e => ext, %G => WxH
fr: %f => fichier.ext, %e => ext, %G => WxH

source: %s file format not supported
fr: Format de fichier %s non pris en charge

source: %s has no thumb
fr: %s n'a pas de vignette

source: %s has normal thumb
fr: %s a une vignette normale

source: %s is not a valid ORA/KRA
fr: %s n'est pas un fichier ORA/KRA valide

source: %s not a valid PSD file
fr: %s n'est pas un fichier PSD valide

source: Add custom size. ratio : wxh
fr: Personnaliser la taille, le ratio: wxh

source: Add files
fr: Ajouter

source: Add folder
fr: +Dossier

source: All
fr: Tout

source: All collages assembled
fr: Tous les collages assemblé

source: Allow Overwrite
fr: Permettre l'écrasement

source: Artscript %1$s -- %2$s Files selected
fr: Artscript %1$s -- %2$s fichiers selectionnés

source: Border
fr: Bordure

source: Bottom
fr: Bas

source: BottomLeft
fr: Bas-Gauche.

source: BottomRight
fr: Bas-Droit

source: Center
fr: Centre

source: Choose color
fr: Choisir une couleur

source: Collage Background Color
fr: Couleur du fond

source: Collage Border Color
fr: Couleur de la bordure

source: Collage Label Color
fr: Couleur de l'étiquette

source: Collage file name:
fr: Nom du Collage:

source: Color
fr: Couleur

source: Colors:
fr: Couleurs:

source: Columns:
fr: Colonnes:

source: Compress:
fr: Compresser:

source: Concatenation
fr: Concatener

source: Configuration file found in %s
fr: Fichier de configuration trouvé dans %s

source: Convert
fr: Convertir

source: Convert done.
fr: Convertion terminé

source: Converting... %1$s to %2$s
fr: Convertion... %1$s a %2$s

source: Crop
fr: Recadrer

source: Error! %s
fr: Erreur! %s

source: Estimate size
fr: Taille estimée

source: Extracting file %s
fr: Extraction du fichier %s

source: File Conversions Done!
fr: Convertion de fichier terminé!

source: File extractions finished
fr: Convertions de fichiers terminés!

source: Generating preview
fr: Generation d'une prévisualisation

source: Image Strip h
fr: Suite d'image h

source: Image Strip v
fr: Suite d'image v

source: Image Style
fr: style d'image

source: Image area is bigger
fr: Zone de l'image est plus grande:

source: Input
fr: Ajout

source: Inverse
fr: Inverser

source: Keep format
fr: Garder le format

source: Label:
fr: Etiquette:

source: Layouts:
fr: Disposition:

source: Left
fr: Gauche

source: Load preset:
fr: Charger la preconfiguration:

source: Make Collage
fr: Faire le Collage

source: Make Collage%s
fr: Créer le Collage!

source: Make Collage?
fr: Créer le Collage?

source: Make ORA
fr: Faire un ORA:

source: Need more data
fr: Necessite plus de données

source: New
fr: Nouveau

source: No Thumbnail
fr: Sans vignettes

source: No images loaded!
fr: Pas d'images listées!

source: None
fr: Rien

source: ORA Image Files Ready!
fr: Fichier ORA prêt!

source: OnlyGrow
fr: Seulement Agrandir

source: OnlyShrink
fr: Seulement rétrecir

source: Opacity
fr: Opacité

source: Oraizing... %s
fr: Cretion d'image Ora... %s

source: Output
fr: Sortie

source: Output & Quality
fr: Sortie et qualité

source: Padding
fr: Marge

source: Photo sheet
fr: Planche de contact

source: Powering up Collage Assembly line
fr: Motorisation d'un assemblage de collage

source: Prefix and Suffix
fr: Prefix et Suffix

source: Presets config name keys changed drastically from v2.0 to 2.1 If your presets does not load please review presets.config.example file to check the new names.
fr: Les fichiers de configurations ont changés depuis v2.0 a 2.1. Si vos presets ne charge pas , merci de reconfigurer presets.config.example et verifier les nouveaux noms.

source: Preview
fr: Prévisualisation

source: Program %s not found
fr: Logiciel %s introuvable

source: Quality:
fr: Qualité:

source: Range:
fr: Etendu:

source: Remove Alfa
fr: Supprimer la transparence

source: Remove Selected
fr: Supprimer les selectionnés

source: Rename
fr: Renommer

source: Rename Images Done!
fr: Renommage d'image terminé!

source: Rename finished.
fr: Renommage terminé.

source: Renaming...
fr: Renommage...

source: Rendering Gimps
fr: Rendu de Gimps

source: Rendering Ink Scapes
fr: Rendu d'InkScapes

source: Rendering Kriters
fr: Rendu de Krita

source: Resize
fr: Redimensionner

source: Right
fr: Droite

source: Rows:
fr: Lignes:

source: Scale
fr: Redimensionné

source: Select
fr: Selectionné

source: Select:
fr: Selection:

source: Size
fr: Taille

source: Size out
fr: Taille extérieur

source: Something went wrong, tmp png wasn't created
fr: Quelquechose d'imprevu c'est passé ; et le png temporaire n'a pas pu être crée

source: Square 3x3
fr: Carré 3x3

source: Starting Convert...
fr: Début de la convertion...

source: Starting File extractions...
fr: Début de l'extraction de fichier...

source: Stretch
fr: Etirer

source: Suported Images
fr: Images supportées

source: Text Style
fr: Style de texte

source: Thumbnail
fr: Vignette

source: Tile size. ratio : w x h
fr: Tamaño de tesela:

source: Tk drag and drop enabled
fr: Tk, glisser/déposer actif

source: Top
fr: Haut

source: TopLeft
fr: Haut-Gauche.

source: TopRight
fr: Haut-Droit.

source: Watermark
fr: Filigrane

source: Watermark Text Color
fr: Couleur du text filigrané

source: Wrap
fr: Enveloppé

source: Zero geometry
fr: Dimmension zéro

source: all
fr: tous

source: bright
fr: brillance

source: clear
fr: effacer

source: dark
fr: obscurité

source: darker
fr: plus sombre

source: default
fr: par défaut

source: error: %s
fr: erreur: %s

source: file %s found!
fr: fichier %s trouvé!

source: icon
fr: icone

source: label
fr: étiquette

source: neutral
fr: neutre

source: percentage
fr: pourcentage

source: renaming... %s
fr: renommage... %s

source: text
fr: texte

source: wallpaper
fr: fond d'écran

source: webp lossy
fr: webp avec perte
